Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Library/Settings/SettingsLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, nl, nn_no, oc, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: All Cookies
am: ሁሉም ኩኪዎች
ar: كل ملفات تعريف الارتباط
ast: Toles cookies
az: Bütün çərəzləri
be: Усе кукі
bg: Всички бисквитки
bn: সমস্ত কুকিস
br: An holl doupinoù
bs: Svi kolačići
ca: Totes les galetes
ckb: هەموو شەکرۆکەکان
co: Tutti i canistrelli
cs: Všechny cookies
cy: Pob cwci
da: Alle cookies
de: Alle Cookies
dsb: Wšykne cookieje
el: Όλα τα cookie
eo: Ĉiuj kuketoj
es: Todas las cookies
es_ar: Todas las cookies
es_cl: Todas las cookies
es_mx: Todas las cookies
et: Kõik küpsised
eu: Cookie guztiak
fa: تمام کلوچک‌ها
ff: Kuukiiji ɗii kala
fi: Kaikki evästeet
fil: Lahat ng mga cookie
fr: Tous les cookies
fur: Ducj i cookies
fy_nl: Alle cookies
gd: Briosgaid sam bith
gl: Todas as cookies
gn: Opaite kookie
he: כל העוגיות
hi_in: सभी कुकीज़
hr: Svi kolačići
hsb: Wšě placki
hu: Összes süti
hy_am: Բոլոր cookie-ները
ia: Tote le cookies
id: Semua kuki
is: Allar vefkökur
it: Tutti i cookie
ja: すべての Cookie
ka: ყველა ფუნთუშა
kab: Akk inagan n tuqqna
kk: Барлық cookies файлдары
kn: ಎಲ್ಲಾ ಕುಕೀಗಳು
ko: 모든 쿠키
ku: Hemû çerez
lij: Tutti i cookie
lo: ຄຸກກີ້ທັງຫມົດ
lt: Visi slapukai
ml: എല്ലാ കുക്കികളും
mr: सर्व कुकीज
my: ကွတ်ကီးအားလုံး
nb_no: Alle infokapsler
nl: Alle cookies
nn_no: Alle infokapslar
oc: Totes los cookies
pa_arab_pk: سارے کوکیاں
pa_guru_in: ਸਾਰੇ ਕੂਕੀਜ਼
pl: Wszystkie ciasteczka
pt_br: Todos os cookies
pt_pt: Todos os cookies
rm: Tut ils cookies
ro: Toate cookie-urile
ru: Все куки
sat: ᱠᱷᱚᱛᱚ ᱠᱩᱩᱠᱤ ᱠᱚ
sc: Totu is testimòngios
scn: Tutti i viscotta
si: සමස්ත දත්තකඩ
sk: Všetky cookies
sl: Vse piškotke
sq: Krejt cookie-t
sr: Сви колачићи
su: Sakabéh réréméh
sv_se: Alla kakor
szl: Wszyskie cookies
ta: அனைத்து நினைவிகளும்
te: కుకీలన్నీ
tg: Ҳамаи кукиҳо
th: คุกกี้ทั้งหมด
tr: Tüm çerezler
ug: بارلىق Cookies
uk: Усі файли cookie
ur: تمام کوکیز
uz: Barcha cookie fayllar
vec: Tutti i cookie
vi: Tất cả cookie
yo: Gbogbo kúkíìsì
zh_hans: 所有 Cookie
zh_hant: 所有 Cookie

source: All Third-Party Cookies
am: ሁሉም የሶስተኛ ወገን ኩኪዎች
ar: كل ملفات تعريف الارتباط للطرف الثالث
ast: Toles cookies de terceros
az: Bütün üçüncü-tərəf çərəzlər
be: Усе кукі трэцяга боку
bg: Всички бисквитки от трети страни
br: Holl doupinoù an tredeoù
bs: Svi kolačići treće strane
ca: Totes les galetes de tercers
ckb: هەموو شەکرۆکەکانی لایەنی سێهەم
co: Tutti i canistrelli terzi
cs: Všechny cookies třetích stran
cy: Pob cwci trydydd parti
da: Alle tredjeparts-cookies
de: Alle Cookies von Drittanbietern
dsb: Wšykne cookieje tśeśich
el: Όλα τα τρίτα cookie
eo: Ĉiuj nerektaj kuketoj
es: Todas las cookies de terceros
es_ar: Todas las cookies de terceros
es_cl: Todas las cookies de terceros
es_mx: Todas las cookies de terceros
et: Kõik kolmanda osapoole küpsised
eu: Hirugarrenen cookie guztiak
fa: تمام کلوچک‌های متفرقه
ff: Kuukiiji goɗɗi ɗii kala
fi: Kaikki 3. osapuolen evästeet
fil: Lahat ng mga third-party na cookie
fr: Tous les cookies tiers
fur: Ducj i cookies di tiercis parts
fy_nl: Alle cookies fan tredden
gd: Gach briosgaid le treas-phàrtaidh
gl: Todas as cookies de terceiros
gn: Umi kookie mbohapyháva
he: כל העוגיות צד־שלישי
hi_in: सभी तृतीय-पक्ष कुकीज़
hr: Svi kolačići trećih strana
hsb: Wšě placki třećich
hu: Összes harmadik féltől származó süti
hy_am: Բոլոր երրորդ կողմերի cookie-ները
ia: Tote le cookies de tertie-partes
id: Semua kuki pihak ketiga
is: Allar vefkökur frá þriðja aðila
it: Tutti i cookie di terze parti
ja: すべてのサードパーティ Cookie
ka: ყველა გარეშე ფუნთუშა
kab: Akk inagan n tuqqna n wis kraḍ
kk: Барлық үшінші жақты cookies файлдары
kn: ಎಲ್ಲಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳು
ko: 모든 제3자 쿠키
ku: Hemû çerezên partiya sêyemîn
lij: Tutti i cookie de terse parte
lo: ຄຸກກີ້ນອກທັງໝົດ
lt: Visi trečiųjų šalių slapukai
ml: എല്ലാ മൂന്നാം കക്ഷി കുക്കികളും
mr: सर्व तृतीय-पक्षीय कुकीज
my: အခြားပြင်ပကွတ်ကီးအားလုံး
nb_no: Alle tredjeparts-infokapsler
nl: Alle cookies van derden
nn_no: Alle tredjeparts-infokapslar
oc: Totes los cookies tèrces
pa_arab_pk: سارے تیجی دھر کوکیاں
pa_guru_in: ਸਾਰੇ ਤੀਜੀ-ਧਿਰ ਕੂਕੀਜ਼
pl: Wszystkie ciasteczka zewnętrznych witryn
pt_br: Todos os cookies de terceiros
pt_pt: Todos os cookies de terceiros
rm: Tut ils cookies da terzas partidas
ro: Toate cookie-urile de la terți
ru: Все сторонние куки
sat: ᱡᱷᱚᱛᱚ ᱯᱮᱼᱯᱟᱨᱴᱭ ᱠᱩᱩᱠᱤ ᱠᱚ
sc: Totu is testimòngios de àteras partes
scn: Tutti i viscotta terzi
si: සමස්ත තෙවන පාර්ශ්ව දත්තකඩ
sk: Všetky cookies tretích strán
sl: Vse piškotke tretjih strani
sq: Krejt cookie-t nga palë të treta
sr: Сви колачићи трећих страна
su: Sakabéh réréméh pihak katilu
sv_se: Alla tredjepartskakor
szl: Wszyske śledzōnce elymynta z inkszych firmōw
ta: அனைத்து மூன்றாம் தரப்பு நினைவிகளும்
te: మూడవ-పక్ష కుకీలన్నీ
tg: Ҳамаи кукиҳои тарафҳои сеюм
th: คุกกี้จากบุคคลที่สามทั้งหมด
tr: Tüm üçüncü taraf çerezleri
ug: بارلىق ئۈچىنچى تەرەپ Cookies
uk: Усі сторонні файли cookie
ur: تمام تیسری تنظیم کے کوکیز
uz: Barcha uchinchi tomon cookie fayllar
vec: Tuti cuanti i cookie de terse parti
vi: Tất cả cookie của bên thứ ba
yo: Gbogbo kúkíìsì ẹni kẹta
zh_hans: 所有第三方 Cookie
zh_hant: 所有第三方 Cookie

source: Automatically attempts to connect to websites using HTTPS encryption protocol for increased security.
am: ለበለጠ ደህንነት HTTPS ምስጠራ ፕሮቶኮልን በመጠቀም ከድረ-ገፆች ጋር በራስ-ሰር ለመገናኘት ይሞክራል።
ar: يحاول الاتصال بالمواقع تلقائيا باستعمال بروتوكول التعمية HTTPS لمزيد من الأمان.
ast: Esta opción fai que'l restolador tente de conectase automáticamente a los sitios pente'l cifráu del protocolu HTTPS pa consiguir más seguranza.
be: Аўтаматычна спрабуе падключацца да сайтаў з выкарыстаннем пратаколу шыфравання HTTPS для павышэння бяспекі.
bg: Автоматично се опитва да се свърже със сайтове, използвайки HTTPS протокол за криптиране за повишена сигурност.
br: Klask kennaskañ ent emgefreek gant ar c’homenad HTTPS evit muioc’h a surentez.
bs: Automatski pokušava da se poveže na stranice koristeći HTTPS protokol za šifrovanje radi povećane sigurnosti.
ca: Intenta connectar-se als llocs mitjançant el protocol de xifratge HTTPS automàticament per millorar la seguretat.
co: Tentativu autumaticu di cunnessione à i siti impieghendu u protocollu di cifratura HTTPS per aumentà a sicurità.
cs: Pro zvýšení zabezpečení se automaticky pokusí připojit k webům pomocí šifrovacího protokolu HTTPS.
cy: Yn ceisio cysylltu’n awtomatig â gwefannau gan ddefnyddio’r protocol amgryptio HTTPS am fwy o ddiogelwch.
da: Forsøger automatisk at oprette forbindelse til websteder ved hjælp af krypteringsprotokollen HTTPS for øget sikkerhed.
de: Automatisch versuchen, eine Verbindung zu Websites herzustellen, die das HTTPS-Verschlüsselungsprotokoll verwenden, um die Sicherheit zu erhöhen.
dsb: Wopytujo z pomocu koděrowańskego protokola HTTPS za pówušonu wěstotu awtomatiski ze sedłami zwězaś.
el: Προσπαθεί αυτόματα να συνδεθεί σε ιστοτόπους με το πρωτόκολλο κρυπτογράφησης HTTPS για αυξημένη ασφάλεια.
eo: Aŭtomate provi konekti al retejoj per la ĉifrita protokolo HTTPS por pliigi sekurecon.
es: Intenta conectarse automáticamente a sitios utilizando el protocolo de cifrado HTTPS para mayor seguridad.
es_ar: Intenta conectarse automáticamente a sitios usando el protocolo de cifrado HTTPS para mayor seguridad.
es_cl: Intenta conectarse automáticamente a sitios utilizando el protocolo de cifrado HTTPS para mayor seguridad.
es_mx: Intentar conectarse automáticamente a sitios que utilizan el protocolo de encriptación HTTPS para mayor seguridad.
et: Kõrgendatud turvalisuse nimel üritatakse saitidega ühenduda ainult HTTPSi krüptitud protokolli vahendusel.
eu: Automatikoki saiatzen da guneetara konektatzen HTTPS zifratze-protokoloa erabiliz, segurtasun gehiago lortzeko.
fa: به طور خودکار برای افزایش امنیت تلاش می‌کند با استفاده از شیوه‌نامهٔ رمزگذاری HTTPS به پایگاه‌ها متصل شود.
fi: Yrittää muodostaa automaattisesti yhteyden sivustoihin käyttämällä salattua HTTPS-protokollaa turvallisuuden parantamiseksi.
fil: Kusang sumusubok kumonekta sa mga site gamit ang HTTPS encryption protocol para sa karagdagang seguridad.
fr: Essayer de se connecter automatiquement aux sites en utilisant le protocole de chiffrement HTTPS pour une sécurité accrue.
fur: Al cîr di conetisi in automatic ai sîts doprant il protocol di cifradure HTTPS par vê une sigurece miorade.
fy_nl: Probearret foar in bettere befeiliging automatysk mei it HTTPS-fersiferingsprotokol ferbining te meitsjen mei websites.
gd: Nì seo oidhirp leis fhèin ceangal a dhèanamh ri làraichean le pròtacal crioptachadh HTTPS airson tèarainteachd a bharrachd.
gl: Tenta conectarse automaticamente a sitios mediante o protocolo de cifrado HTTPS para aumentar a seguridade.
gn: Eñeha’ã eike hag̃ua tendakuérape eiporúvo pe taperekoite HTTPS ipapapýva tekorosãverã.
he: מנסה להתחבר באופן אוטומטי לאתרים באמצעות פרוטוקול ההצפנה HTTPS לצורך אבטחה מוגברת.
hr: Automatski se pokušava povezati s web stranicama pomoću HTTPS protokola za šifriranje radi povećane sigurnosti.
hsb: Pospytuje z pomocu zaklučowanskeho protokola HTTPS za powyšenu wěstotu awtomatisce ze sydłami zwjazać.
hu: Automatikusan HTTPS titkosítási protokoll használatával próbál meg csatlakozni a webhelyekhez a fokozott biztonság érdekében.
hy_am: Ինքնաշխատ կերպով փորձում է միանալ կայքերին՝ օգտագործելով HTTPS գաղտնագրման արձանագրությունը՝ անվտանգության բարձրացման համար:
ia: Automaticamente tenta de connecter se al sitos per le protocollo de cryptation HTTPS pro major securitate.
id: Secara otomatis mencoba terhubung ke situs menggunakan protokol enkripsi HTTPS untuk meningkatkan keamanan.
is: Reynir sjálfkrafa að tengjast vefsvæðum með HTTPS dulritunareglum til að auka öryggi.
it: Tenta automaticamente la connessione ai siti utilizzando il protocollo di crittografia HTTPS per una maggiore sicurezza.
ja: セキュリティ強化のため、自動的に HTTPS 暗号化プロトコルを使用してサイトへの接続を試行します。
ka: თავადვე შეეცდება დაუკავშირდეს საიტებს დაშიფრული HTTPS-ოქმით მეტი უსაფრთხოებისთვის.
kab: Ɛreḍ ad teqqneḍ s wudem awurman ɣer yismal s useqdec n uneggaf n uwgelhen HTTPS i tɣellist ɛlayen.
kk: Қауіпсіздікті арттыру үшін сайттарға HTTPS шифрлеу хаттамасын пайдаланып автоматты түрде қосылу әрекетін жасайды.
ko: 보안 강화를 위해 HTTPS 암호화 프로토콜을 사용하여 사이트에 자동으로 연결을 시도합니다.
ku: Ji bo ewlekariya zêdetir hewlê bide ku bi protokola şîfrekirî ya HTTPSê bi awayekî xweber têkeve malperan.
lo: ພະຍາຍາມເຊື່ອມຕໍ່ຫາເວັບໄຊໂດຍອັດຕະໂນມັດໂດຍໃຊ້ໂປຣໂຕຄໍການເຂົ້າລະຫັດ HTTPS ເພື່ອຄວາມປອດໄພທີ່ເພີ່ມຂຶ້ນ.
nb_no: Forsøker automatisk å koble til nettsteder ved hjelp av HTTPS-krypteringsprotokollen for økt sikkerhet.
nl: Probeert voor een betere beveiliging automatisch middels het HTTPS-versleutelingsprotocol verbinding te maken met websites.
nn_no: Prøver automatisk å kople til nettstadar ved hjelp av HTTPS-krypteringsprotokollen for auka sikkerheit.
oc: Ensajar automaticament de se connectar als sites amb lo chiframent HTTPS per una seguretat melhorada.
pa_arab_pk: وادھا کیتی سرکھیا لئی HTTPS انکرپشن پروٹوکال ورت کے سائیٹاں نال کنیکٹ کرن دی آپݨے آپ کوشش کرو۔
pa_guru_in: ਵਾਧਾ ਕੀਤੀ ਸੁਰੱਖਿਆ ਲਈ HTTPS ਇੰਕ੍ਰਿਪਸ਼ਨ ਪਰੋਟੋਕਾਲ ਵਰਤ ਕੇ ਸਾਈਟਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਦੀ ਆਪਣੇ-ਆਪ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Automatycznie próbuje łączyć się ze stronami za pomocą protokołu szyfrowania HTTPS w celu zwiększenia bezpieczeństwa.
pt_br: Tentar se conectar com sites usando automaticamente o protocolo de criptografia HTTPS para maior segurança.
pt_pt: Automaticamente tenta conectar-se a sites utilizando o protocolo de encriptação HTTPS para uma melhor segurança.
rm: Empruvar da connectar automaticamain cun websites cun agid dal protocol da criptadi HTTPS per dapli segirezza.
ro: Încearcă automat să se conecteze la site-uri folosind protocolul de criptare HTTPS pentru o securitate sporită.
ru: Автоматически пытаться подключиться к сайтам через протокол шифрования HTTPS для повышения безопасности.
sat: ᱵᱮᱰᱷᱟᱣ ᱠᱟᱱᱟ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱛᱮ HTTPS ᱫᱟᱱᱟᱝ ᱵᱮᱵᱷᱟᱨ ᱛᱮ ᱥᱟᱭᱤᱴ ᱠᱚ ᱥᱟᱞᱟᱜ ᱟᱡ ᱛᱮ ᱡᱩᱲᱟᱹᱣ ᱵᱤᱲᱟᱹᱣ ᱾
scn: Prova a cullijàrisi ’n autumàticu ê siti usannu u prutucollu di cifratura HTTPS pi na sicurizza supiriuri.
si: ඉහළ ආරක්‍ෂාවක් සඳහා HTTPS සංකේතන කෙටුම්පත භාවිතයෙන් අඩවි වෙත ස්වයංක්‍රීයව සම්බන්ධ වීමට තැත් කරයි.
sk: Automaticky sa pokúša pripojiť k stránkam pomocou šifrovacieho protokolu HTTPS na zvýšenie bezpečnosti.
sl: Za večjo varnost poskuša samodejno vzpostaviti povezavo s šifrirnim protokolom HTTPS.
sq: Përpiqet automatikisht të lidhet me sajtet duke përdorur protokollin HTTPS të fshehtëzimit, për më tepër siguri.
sr: Самостално се повезујемо на странице користећи HTTPS протокол за шифровање података у преносу зарад боље безбедности.
su: Otomatis nyoba nyambung ka loka maké protokol énkripsi HTTPS pikeun ngaronjatkeun kaamanan.
sv_se: Försöker automatiskt ansluta till webbplatser med HTTPS-krypteringsprotokollet för ökad säkerhet.
szl: Autōmatycznie prōbuje łōnczyć sie ze strōnami z protokołym kodowanio HTTPS, coby zwiynkszyć bezpieczyństwo.
tg: Ба таври худкор кӯшиш мекунад, ки ба сомонаҳо бо истифода аз протоколи рамзгузории HTTPS барои баланд бардоштани амният пайваст шавад.
th: พยายามเชื่อมต่อกับเว็บไซต์โดยใช้โปรโตคอลการเข้ารหัส HTTPS โดยอัตโนมัติเพื่อเพิ่มความปลอดภัย
tr: Daha fazla güvenlik için sitelere otomatik olarak HTTPS şifreleme protokolüyle bağlanmaya çalışır.
tt: Хәвефсезлекне арттыру өчен сайтларга HTTPS кулланып автоматик рәвештә тоташырга тырыша.
ug: بىخەتەرلىكنى ئۆستۈرۈش ئۈچۈن HTTPS مەخپىيلەشتۈرۈش كېلىشىمنامىسى ئارقىلىق تور بېكەتلەرگە ئاپتوماتىك ئۇلىنىدۇ.
uk: Намагатися автоматично встановлювати з’єднання з сайтами за допомогою протоколу шифрування HTTPS для поліпшення безпеки.
uz: Xavfsizlikni oshirish uchun HTTPS shifrlash protokoli yordamida saytlarga avtomatik ulanishga harakat qiladi.
vi: Tự động cố gắng kết nối với các trang web bằng giao thức mã hóa HTTPS để tăng cường bảo mật.
yo: Ìgbìnyànjú ẹsẹ̀kẹsẹ̀ láti so mọ́ àwọn sáìtì tó ń lo ìlànà ìfipamọ́ HTTPS fún ààbò tó lékún.
zh_hans: 自动尝试使用 HTTPS 加密协议连接至网站，增强安全性。
zh_hant: 自動嘗試使用加密過的 HTTPS 通訊協定連線到網站，以增加安全性。

source: Choose which trackers and scripts to block.
am: የትኞቹን መከታተያዎች እና ስክሪፕቶች እንደሚታገዱ ይምረጡ።
ar: اختر المتعقّبات والسكربتات التي تريد حجبها.
ast: Escueyi los rastrexadores y scripts a bloquiar.
be: Выберыце, якія трэкеры і скрыпты трэба заблакаваць.
bg: Изберете какво проследяване и кои скриптове да спрете.
br: Dibabit peseurt heulier pe skript herzel.
bs: Izaberite koje trackere i skripte želite blokirati.
ca: Trieu quins elements de seguiment i scripts cal blocar.
ckb: دیاریبکە کام چاودێریکەر یان نووسە بلۆک بکرێت.
co: Sciglite i perseguitatori è i sscenarii à bluccà.
cs: Vyberte sledovací prvky a skripty, které chcete blokovat.
cy: Dewiswch pa dracwyr a sgriptiau i’w rhwystro.
da: Vælg selv, hvilke sporings-teknologier og scripts der skal blokeres.
de: Wählen Sie, welche Art von Skripten zur Aktivitätenverfolgung und sonstige Inhalte blockiert werden.
dsb: Wubjeŕśo, kótare pśeslědowaki a skripty maju se blokěrowaś.
el: Επιλέξτε ιχνηλάτες και σενάρια για αποκλεισμό.
eo: Elektu blokotajn spurilojn kaj skriptojn
es: Elige qué rastreadores y secuencias de comandos bloquear.
es_ar: Elegí qué rastreadores y secuencias de comandos querés bloquear.
es_cl: Elige qué rastreadores y scripts bloquear.
es_mx: Elige qué rastreadores y secuencias de comandos bloquear
et: Vali blokitavad jälitajad ja skriptid.
eu: Aukeratu blokeatu beharreko jarraipen-elementu eta scriptak.
fa: انتخاب کنید کدام ردیاب و اسکریپت را مسدود کنید.
fi: Valitse, mitkä seuraimet ja komentosarjat estetään.
fil: Piliin kung aling mga tracker at script ang dapat harangin.
fr: Choisissez les traqueurs et les scripts à bloquer.
fur: Sielç cualis spiis (trackers) e scripts blocâ.
fy_nl: Kies hokker trackers en scripts jo blokkearje wolle.
gd: Tagh na tracaichean is sgriobtaichean a thèid a bhacadh.
gl: Escolla os rastreadores e scripts que bloquear.
gn: Eiporavo mba’e tapykuehoha ha jehekaha ejokose.
he: בחירה באילו רכיבי מעקב ותסריטים יש לחסום.
hi_in: चुने, कौन से ट्रैकर्स और स्क्रिप्ट को ब्लॉक करना हैं।
hr: Odaberi koji softver za praćenje i skripte blokirati.
hsb: Wubjerće, kotre přesćěhowaki a skripty maja so blokować.
hu: Válassza ki a blokkolni kívánt nyomkövetőket és parancsfájlokat.
hy_am: Ընտրեք, թե որ հետագծիչները և սկրիպտները արգելափակել։
ia: Elige qual traciatores e scripts blocar.
id: Pilih pelacak dan skrip yang akan diblokir.
is: Veldu hvaða rekjara og skriftur á að loka fyrir.
it: Scegli quali elementi traccianti e script bloccare.
ja: ブロックするトラッカーとスクリプトを選択します。
ka: აირჩიეთ, რომელი მეთვალყურე საშუალებები შეიზღუდოს.
kab: Fren anwi ineḍfaren akked yisekripten ara tesweḥleḍ.
kk: Қай трекерлер мен скрипттерді блоктауды таңдаңыз.
kn: ಯಾವ ಟ್ರ್ಯಾಕರ್‌ಗಳು ಮತ್ತು ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಬೇಕೆಂದು ಆರಿಸಿ.
ko: 차단할 추적기와 스크립트를 선택하세요.
ku: Hilbijêre ka kîjan şopdar û skrîpt ew ê bêne astengkirin.
lij: Çerni quæ traciatoî e script blocâ.
lo: ເລືອກຕົວຕິດຕາມ ແລະ ສະຄິບທີ່ຈະບັອກ.
lt: Pasirinkite, kurios stebėjimo elementus ir scenarijus norite blokuoti.
ml: തടയേണ്ട പിന്തുടർച്ചയന്ത്രങ്ങളെയും സ്ക്രിപ്റ്റുകളെയും തിരഞ്ഞെടുക്കുക.
my: မည်သည့် ခြေရာခံမှုများ နှင့် စာသားများအား ပိတ်ဆို့မည်ကို ရွေးချယ်ပါ။
nb_no: Velg hvilke sporere og skript som skal blokkeres.
nl: Kies welke trackers en scripts u wilt blokkeren.
nn_no: Vel kva for sporarar og skript som skal blokkerast.
oc: Causissètz quines traçadors e scripts cal blocar.
pa_arab_pk: چݨو کہ کیہڑے ٹریکراں تے سکرپٹاں تے پابندی لگاوݨی اے۔
pa_guru_in: ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਟਰੈਕਰਾਂ ਅਤੇ ਸਕ੍ਰਿਪਟਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣੀ ਹੈ।
pl: Wybierz, które elementy śledzące i skrypty blokować.
pt_br: Escolha que rastreadores e scripts bloquear.
pt_pt: Escolha quais os rastreadores e scripts a bloquear.
rm: Tscherna ils fastizaders ed ils scripts che duain vegnir bloccads.
ro: Alege ce elemente de urmărire și scripturi să blochezi.
ru: Выберите, какие трекеры и скрипты необходимо блокировать.
sat: ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱚᱠᱟ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱠᱚ ᱟᱨ ᱥᱠᱨᱤᱯᱴ ᱞᱚ ᱵᱞᱚᱠ ᱠᱚᱣᱟ ᱾
sc: Sèbera cale elementos de sighidura e scripts depent èssere blocados.
scn: Scarta quali trazzatura e prugrammi bluccari.
si: අවහිර කළ යුතු ලුහුබැඳීම් හා අත්පත් තෝරන්න.
sk: Vyberte sledovacie prvky a skripty, ktoré chcete blokovať.
sl: Izberite, katere sledilce in skripte želite zavračati.
sq: Zgjidhni cilët gjurmues dhe programthe të bllokohen.
sr: Изаберите које пратиоце и скрипте треба блокирати.
su: Pilih palacak jeung skrip mana anu rék dipeungpeuk.
sv_se: Välj vilka spårare och skript som ska blockeras.
szl: Ôbier, jakie śledzōnce elymynta i skrypty szperować.
ta: எந்தெந்த தடமறிவான்களையும் சிறுநிரல்களையும் தடுக்க வேண்டுமெனத் தேர்வுசெய்க.
te: ఏ ట్రాకర్లు, స్క్రిప్టులను నిరోధించాలో ఎంచుకోండి.
tg: Интихоб кунед, ки кадом васоити пайгирӣ ва скриптҳо бояд баста шаванд.
th: เลือกตัวติดตามหรือสคริปต์ที่ต้องการปิดกั้น
tr: Engellenecek takip kodlarını ve betikleri siz seçin.
tt: Кайсы төр трекерларны һәм скриптларны блокларга икәнен сайлагыз.
ug: قايسى ئىز قوغلىغۇچ ۋە قوليازمىلارنى توسىدىغانلىقى تاللىنىدۇ.
uk: Виберіть тип стеження і скриптів для блокування.
ur: منتخب کریں کہ کون سے ٹریکرز اور اسکرپٹ کو مسدود کرنا ہے۔
uz: Qaysi kuzatuvchilar va skriptlarni bloklashni tanlang.
vi: Chọn trình theo dõi và tập lệnh để chặn.
yo: Yan irú àwọn olùtọpasẹ̀ àti àwọn àṣẹ kọ̀m̀pútà láti dènà.
zh_hans: 选择要拦截的跟踪器和脚本。
zh_hant: 選擇要封鎖哪些追蹤器與指令碼。
